Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotPasteAlignedCorruption Property
 Can't Paste Aligned these elements in this view.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotPasteAlignedCorruption { get; }
Public Shared ReadOnly Property CannotPasteAlignedCorruption As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotPasteAlignedCorruption {
	FailureDefinitionId^ get ();
}
static member CannotPasteAlignedCorruption : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace